-- 剧情
myStories = {
  {
    title = '序章',
    name = '学院招生通知',
    desc = '文羽前来通知我说风颖城的武术学院开始招生了',
    tips = {
      '今天又是新的一天，不知道会不会发生什么。',
      '听文羽说风颖城的武术学院又要开始招生了，我去问问村长。记得村长家在村中央，门对面就是喷泉。',
      '村长说学院的先生在客栈，不知道我能不能入先生的法眼呢。客栈我知道，就在喷泉旁边，有竹栅栏围着的。',
      '先生给了我个屠狼的考验。我得赶紧完成，早日进入学院。',
      '我得到了先生的认可。等时间到了，我们就要向着学院出发了。'
    },
    posBeg = { x = 31, y = 8, z = 1 },
    posEnd = { x = 31, y = 9, z = 1 },
    -- createPos = { x = 15, y = 7, z = 3 },
    createPos = { x = 28, y = 7, z = -28 },
    movePos = { x = 31, y = 8, z = 1 }
  },
  {
    title = '前往学院',
    name = '前往学院',
    desc = '先生带着我向学院出发了',
    tips = {
      '先生带着我向学院出发了。',
      '这群可恶的强盗。咦，先生怎么突然不见了。不管了，先消灭他们再说。'
    }
  }
} -- 存放所有剧情
